Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: This configuration is typically used when better performance results in higher payouts.
de_de: Diese Konfiguration wird in der Regel verwendet, wenn bessere Leistungen zu höheren Auszahlungen führen.

source: Corresponding payout values should also increase or remain the same as performance improves.
de_de: Die entsprechenden Auszahlungswerte sollten ebenfalls steigen oder gleich bleiben, wenn sich die Leistung verbessert.

source: Rules & guidelines
de_de: Regeln & Richtlinien

source: Thresholds
de_de: Schwellenwerte

source: Define performance milestones and their corresponding payout levels.
de_de: Definieren Sie Leistungsmeilensteine und die entsprechenden Auszahlungsstufen.

source: What type is your payout curve?
de_de: Welchen Typ hat Ihre Auszahlungskurve?

source: Result units
de_de: Ergebniseinheiten

source: Performance result
de_de: Leistungsergebnis

source: Which units will be used for results in this curve?
de_de: Welche Einheiten werden für die Ergebnisse in dieser Kurve verwendet?

source: The value must be larger than the {{min}} value.
de_de: Der Wert muss größer als der Wert {{min}} sein.

source: Define the min and max values for results and payout.
de_de: Definieren Sie die Mindest- und Höchstwerte für Ergebnisse und Auszahlung.

source: Payout curve settings
de_de: Einstellungen der Auszahlungs­kurve

source: The configuration contains issues. Please verify the ranges and conditions to avoid errors.
de_de: Die Konfiguration enthält Probleme. Bitte überprüfen Sie die Bereiche und Bedingungen, um Fehler zu vermeiden.

source: Payout range
de_de: Auszahlungsbereich

source: Maximum payout
de_de: Maximale Auszahlung

source: Minimum payout
de_de: Mindest-Auszahlung

source: The maximum value must be larger than the minimum value.
de_de: Der Maximalwert muss größer als der Minimalwert sein.

source: Result range
de_de: Ergebnisbereich

source: Maximum result
de_de: Maximales Ergebnis

source: Minimum result
de_de: Mindestresultat

source: The highest allowable value for both result and payout ranges is 120%.
de_de: Der höchstzulässige Wert für sowohl Ergebnis- als auch Auszahlungsbereiche beträgt 120 %.

source: The lowest allowable value for both result and payout ranges is 0%.
de_de: Der niedrigste zulässige Wert für sowohl Ergebnis- als auch Auszahlungsbereiche beträgt 0 %.

source: All workers that exceed the maximum result will be included in the maximum range.
de_de: Alle Mitarbeiter:innen, die das maximale Ergebnis überschreiten, werden in den maximalen Bereich aufgenommen.

source: The input fields accept whole numbers and decimals only. Fractions are not permitted.
de_de: Die Eingabefelder akzeptieren nur ganze Zahlen und Dezimalzahlen. Brüche sind nicht zulässig.

source: The default unit used in the payout curve metric is percentage.
de_de: Die Standard-Einheit, die in der Auszahlungskennzahl verwendet wird, ist Prozent.

source: The value must be smaller than the {{max}} value.
de_de: Der Wert muss kleiner als der Wert {{max}} sein.

source: Define metrics, type and thresholds
de_de: Kennzahlen, Typ und Schwellenwerte definieren

source: End payout
de_de: Auszahlung beenden

source: End result
de_de: Endergebnis

source: Payout value (%)
de_de: Auszahlungswert (%)

source: Payout
de_de: Auszahlung

source: Payout: {{yAxis}}
de_de: Auszahlung: {{yAxis}}

source: Result (%)
de_de: Ergebnis (%)

source: for
de_de: für

source: Result: {{xAxis}}
de_de: Ergebnis: {{xAxis}}

source: Start payout
de_de: Auszahlung starten

source: Start result
de_de: Ergebnis starten

source: Step curve
de_de: Stufenkurve

source: A linear curve represents a payout that changes at a constant rate over time or across performance levels.
de_de: Eine lineare Kurve stellt eine Auszahlung dar, die sich im Laufe der Zeit oder über Leistungsniveaus hinweg mit einer konstanten Rate verändert.

source: A step curve changes payout in fixed "jumps" at specified intervals rather than gradually.
de_de: Eine Stufenfunktion ändert die Auszahlung in festen "Sprüngen" zu bestimmten Intervallen, anstatt sie allmählich zu verändern.

source: Amount (units)
de_de: Menge (Einheiten)

source: Percentages
de_de: Prozentsätze

source: View payout curve
de_de: Auszahlungs­kurve anzeigen

source: Additional field attributes
de_de: Zusätzliche Feldattribute

source: Are you sure you want to deactivate entity? This action cannot be undone.
de_de: Möchten Sie diese Entität wirklich deaktivieren? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete this entity? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie dieses Objekt löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to publish this entity? We recommend reviewing the entity settings first.
de_de: Sind Sie sicher, dass Sie diese Entität veröffentlichen möchten? Wir empfehlen, zuerst die Einstellungen der Entität einer Beurteilung zu unterziehen.

source: Confirm publishing
de_de: Veröffentlichung bestätigen

source: Create custom entity
de_de: Benutzerdefinierte Entität erstellen

source: Failed to load entity details.
de_de: Entitätsdetails konnten nicht geladen werden.

source: Custom entity details
de_de: Benutzerdefinierte Entitätsdetails

source: Edit custom entity
de_de: Benutzerdefinierte Entität bearbeiten

source: Edit {{name}}
de_de: {{name}} bearbeiten

source: Effective dating
de_de: Wirksamkeitsdatum

source: No effective dating
de_de: Keine rückwirkende Geltung

source: Effective date range
de_de: Gültiger Datumsbereich

source: Try adjusting your search or filters to find what you're looking for.
de_de: Versuche, deine Suche oder Filter anzupassen, um zu finden, was du suchst.

source: No custom entities match your filters
de_de: Keine benutzerdefinierten Entitäten entsprechen deinen Filtern

source: No custom entities yet
de_de: Noch keine benutzerdefinierten Entitäten

source: Entity details
de_de: Entitätsdetails

source: At least one field must be set as business key.
de_de: Mindestens ein Feld muss als Geschäftsschlüssel festgelegt werden.

source: At least one field must be configured.
de_de: Mindestens ein Feld muss konfiguriert werden.

source: At least one field must be set as required.
de_de: Mindestens ein Feld muss als erforderlich festgelegt werden.

source: You can add up to {{max}} fields
de_de: Sie können bis zu {{max}} Felder hinzufügen

source: Is business key
de_de: Ist Business-Schlüssel

source: Is required
de_de: Feldverhalten

source: Provide a name for the entity
de_de: Geben Sie einen Namen für die Entität ein

source: Reference
de_de: Referenz

source: {{count}} of {{max}}
de_de: {{count}} von {{max}}

source: Select reference
de_de: Referenz auswählen

source: Enter a description
de_de: Beschreibung eingeben

source: Enter a name for the entity
de_de: Geben Sie einen Namen für die Entität ein

source: Build your entity grid by adding fields
de_de: Erstellen Sie Ihr Entitätsraster, indem Sie Felder hinzufügen

source: Grid builder
de_de: Raster-Builder

source: Custom entities
de_de: Benutzerdefinierte Entitäten

source: Total entities
de_de: Gesamtanzahl Entitäten

source: The custom entity was successfully activated.
de_de: Die benutzerdefinierte Entität wurde erfolgreich aktiviert.

source: The custom entity was successfully deactivated.
de_de: Das benutzerdefinierte Objekt wurde erfolgreich deaktiviert.

source: Search for custom entities
de_de: Nach benutzerdefinierten Entitäten suchen

source: Custom Entities
de_de: Benutzerdefinierte Entitäten

source: Enum reference
de_de: Enum-Referenz

source: Number
de_de: Zahl

source: The field name is required.
de_de: Der Feldname ist erforderlich.

source: The reference is required for this type.
de_de: Für diesen Typ ist eine Referenz erforderlich.

source: The field type is required.
de_de: Der Feldtyp ist erforderlich.

source: Not defined
de_de: Nicht definiert

source: View {{name}}
de_de: {{name}} anzeigen

source: Field Management
de_de: Feldverwaltung

source: Define the label that indicates which analyses will be updated from PayAnalytics when the refresh action is triggered.
de_de: Definieren Sie die Bezeichnung, die angibt, welche Analysen bei Auslösen der Aktualisierung aus PayAnalytics aktualisiert werden.

source: Label name
de_de: Bezeichnungsname

source: Analysis refresh configuration
de_de: Konfiguration der Analyseaktualisierung

source: Add mapping to model
de_de: Zuordnung zum Modell hinzufügen

source: Add mapping to the model
de_de: Dem Modell eine Zuordnung hinzufügen

source: Additional compensation field
de_de: Zusätzliches Vergütungsfeld

source: Compensation components will be automatically adjusted to full-time using the FTE field.
de_de: Vergütungskomponenten werden mithilfe des FTE-Felds automatisch auf Vollzeit angepasst.

source: Apply part-time scaling
de_de: Teilzeit-Skalierung anwenden

source: The field for compensation field is required.
de_de: Das Feld für das Vergütungsfeld ist erforderlich.

source: Compensation field
de_de: Vergütungsfeld

source: Converts all compensation data to the global currency, or to the currency specified below. The default exchange rate and effective date of the data snapshot will be used for the conversion.
de_de: Wandelt alle Vergütungsdaten in die globale Währung oder in die unten angegebene Währung um. Für die Umrechnung werden der Standardwechselkurs und das Stichtagsdatum der Datensnapshot verwendet.

source: Currency conversion
de_de: Währungsumrechnung

source: The field for currency field is required.
de_de: Das Feld für die Währung ist erforderlich.

source: The field for data model is required.
de_de: Das Feld für das Datenmodell ist erforderlich.

source: Select data model
de_de: Datenmodell auswählen

source: Demographic
de_de: Demografie

source: Additional demographic variable
de_de: Zusätzliche demografische Variable

source: For each data model created in data foundation, map the dataset configuration needed to generate a Pay Analysis. Only snapshots using a data model with a mapping can be used to generate pay analysis data sets.
de_de: Für jedes in der Datenbasis erstellte Datenmodell ordnen Sie die Datensatzkonfiguration zu, die zur Erstellung einer Vergütungsanalyse erforderlich ist. Nur Snapshots, die ein Datenmodell mit einer Zuordnung verwenden, können zur Erstellung von Datensätzen für die Vergütungsanalyse genutzt werden.

source: Edit mapping to the model
de_de: Zuordnung zum Modell bearbeiten

source: The field for worker ID is required.
de_de: Das Feld für die Mitarbeiter:innen-ID ist erforderlich.

source: Worker ID & group
de_de: Mitarbeiter:innen-ID & Gruppe

source: Get started by adding one.
de_de: Fang an, indem du eines hinzufügst.

source: No models with mapping yet.
de_de: Noch keine Modelle mit Zuordnung.

source: The field for female is required.
de_de: Das Feld für „weiblich“ ist erforderlich.

source: Female
de_de: Weiblich

source: The field for full-time equivalent is required.
de_de: Das Feld für Vollzeitäquivalent ist erforderlich.

source: Full-time equivalent
de_de: Vollzeitäquivalent

source: The field for gender field is required.
de_de: Das Feld für das Geschlecht ist erforderlich.

source: Gender field
de_de: Feld "Geschlecht"

source: The worker category can be defined when creating the snapshot.
de_de: Die Mitarbeiter:innenkategorie kann beim Erstellen des Snapshots definiert werden.

source: Use the worker category from the snapshot as the main group.
de_de: Verwenden Sie die Mitarbeiter:innenkategorie aus der Momentaufnahme als Hauptgruppe.

source: The field for main currency is required.
de_de: Das Feld für die Hauptwährung ist erforderlich.

source: Main currency
de_de: Hauptwährung

source: The field for main group is required.
de_de: Das Feld für die Hauptgruppe ist erforderlich.

source: Main group
de_de: Hauptgruppe

source: The field for male is required.
de_de: Das Feld für männlich ist erforderlich.

source: Male
de_de: Männlich

source: Select a model and configure the mapping for the essential fields.
de_de: Wählen Sie ein Modell aus und konfigurieren Sie die Zuordnung für die erforderlichen Felder.

source: Edit mapping
de_de: Zuordnung bearbeiten

source: Non-binary
de_de: Nichtbinär

source: Not reported
de_de: Nicht gemeldet

source: Scaled compensation components
de_de: Gestaffelte Vergütungsbestandteile

source: Additional compensation fields
de_de: Zusätzliche Vergütungsfelder

source: Part-time scaling
de_de: Teilzeit-Skalierung

source: Data models with pay analysis mapping
de_de: Datenmodelle mit Zuordnung zur Vergütungsanalyse

source: View mapping to the model
de_de: Zuordnung zum Modell anzeigen

source: The dataset mapping configuration was successfully saved.
de_de: Die Zuordnungskonfiguration für den Datensatz wurde erfolgreich gespeichert.

source: You haven't added any features yet.
de_de: Sie haben noch keine Funktionen hinzugefügt.

source: Select field
de_de: Feld auswählen

source: Snapshot ID copied
de_de: Snapshot-ID kopiert

source: Data revision
de_de: Datenüberarbeitung

source: Model
de_de: Modell

source: Worker category
de_de: Mitarbeiter:in-Kategorie

source: The snapshot was successfully created.
de_de: Die Momentaufnahme wurde erfolgreich erstellt.

source: Snapshot details
de_de: Schnappschussdetails

source: Download logs
de_de: Protokolle herunterladen

source: Search by snapshot name
de_de: Nach Snapshot-Namen suchen

source: You are about to change the data model. This action will clear <strong>previously selected worker categories</strong>, since they depend on the chosen data model.
de_de: Sie sind dabei, das Datenmodell zu ändern. Diese Aktion wird die <strong>zuvor ausgewählten Mitarbeiter:innen-Kategorien</strong> löschen, da sie vom gewählten Datenmodell abhängen.

source: Are you sure you want to continue?
de_de: Sind Sie sicher, dass Sie fortfahren möchten?

source: Data model edition
de_de: Datenmodell-Edition

source: Define the data model, the effective date and the population
de_de: Definieren Sie das Datenmodell, das Wirksamkeitsdatum und die Population

source: Snapshot configuration
de_de: Snapshot-Konfiguration

source: Define the snapshot field name and description
de_de: Definieren Sie den Namen und die Beschreibung des Snapshot-Felds

source: The data model is required.
de_de: Das Datenmodell ist erforderlich.

source: Select the field to include for worker category in this snapshot
de_de: Wählen Sie das Feld aus, das für die Mitarbeiter:in-Kategorie in diesem Snapshot einbezogen werden soll

source: Add feature to snapshot
de_de: Funktion zum Snapshot hinzufügen

source: Define the worker category you want to use in this snapshot
de_de: Definiere die Mitarbeiter:innenkategorie, die du in dieser Momentaufnahme verwenden möchtest

source: Use worker category configuration
de_de: Konfiguration der Mitarbeiter:innenkategorie verwenden

source: The order of the fields determines the output value of this concatenated field.
de_de: Die Reihenfolge der Felder bestimmt den Ausgabewert dieses verketteten Feldes.

source: Concatenated fields
de_de: Verkettete Felder

source: At least one field is required for the custom mode.
de_de: Für den benutzerdefinierten Modus ist mindestens ein Feld erforderlich.

source: Search for a feature
de_de: Nach einer Funktion suchen

source: Select configuration type
de_de: Konfigurationstyp auswählen

source: Snapshots
de_de: Schnappschüsse

source: Create pay analysis dataset
de_de: Datensatz für Gehaltsanalyse erstellen

source: To complete the creation of the data set for the pay analysis, please select the tenant from the PayAnalytics.
de_de: Um die Erstellung des Datensatzes für die Vergütungsanalyse abzuschließen, wählen Sie bitte den Mandanten in PayAnalytics aus.

source: The snapshot you are trying to upload contains non configured currency exchange rates. Please update your currency settings.
de_de: Der Snapshot, den Sie hochladen möchten, enthält nicht konfigurierte Wechselkurse. Bitte aktualisieren Sie Ihre Währungseinstellungen.

source: The data contains null values in numerical fields. Please the log file for more information.
de_de: Die Daten enthalten Nullwerte in numerischen Feldern. Bitte sehen Sie die Protokolldatei für weitere Informationen ein.

source: The data set was successfully created.
de_de: Der Datensatz wurde erfolgreich erstellt.

source: An error occurred while processing data in PayAnalytics. Please contact Customer Support.
de_de: Beim Verarbeiten von Daten in PayAnalytics ist ein Fehler aufgetreten. Bitte wenden Sie sich an den Kundensupport.

source: Dataset name
de_de: Name des Datensatzes

source: The name of the data set is required.
de_de: Der Name des Datensatzes ist erforderlich.

source: The current authorization settings will result in the creation of an empty dataset. Please verify your worker access.
de_de: Die aktuellen Berechtigungseinstellungen führen zur Erstellung eines leeren Datensatzes. Bitte überprüfen Sie Ihren Zugriff auf Mitarbeiter:innen.

source: Empty dataset
de_de: Leerer Datensatz

source: Select PayAnalytics tenant
de_de: PayAnalytics-Mandanten auswählen

source: The PayAnalytics tenant is required.
de_de: Der PayAnalytics-Mandant ist erforderlich.

source: This snapshot does not contain the worker category required as the main group. You can send the snapshot without a main group, or cancel and update the snapshot or mapping.
de_de: Diese Momentaufnahme enthält nicht die als Hauptgruppe erforderliche Mitarbeiter:innenkategorie. Sie können die Momentaufnahme ohne Hauptgruppe senden oder abbrechen und die Momentaufnahme oder Zuordnung aktualisieren.

source: Worker category absent from snapshot
de_de: Mitarbeiter:innenkategorie in Snapshot nicht vorhanden

source: The generated snapshot was unable to populate the worker category field for all workers. Please check your data.
de_de: Der erstellte Schnappschuss konnte das Feld „Mitarbeiter:in-Kategorie“ nicht für alle Mitarbeiter:innen ausfüllen. Bitte überprüfe deine Daten.

source: Worker category partially missing
de_de: Mitarbeiter:innenkategorie teilweise fehlt

source: The name of the model must be unique.
de_de: Der Name des Modells muss eindeutig sein.

source: Enter the basic information of the model
de_de: Geben Sie die grundlegenden Informationen des Modells ein

source: Performance Management entities
de_de: Entitäten des Performance-Managements

source: Core HR entities
de_de: Zentrale HR-Entitäten

source: Others entities
de_de: Andere Entitäten

source: Compensation Management entities
de_de: Entitäten des Vergütungsmanagements

source: Model design
de_de: Modelldesign

source: Define the entities and other sources to use as the model base
de_de: Definieren Sie die Entitäten und andere Quellen, die als Modellbasis verwendet werden

source: Define the entities and fields to include in this model.
de_de: Definieren Sie die Entitäten und Felder, die in dieses Modell aufgenommen werden sollen.

source: No selected entities
de_de: Keine ausgewählten Einheiten

source: Data Entities & Sources
de_de: Datenentitäten & Quellen

source: Entities: {{count}}
de_de: Entitäten: {{count}}

source: Fields: {{count}}
de_de: Felder: {{count}}

source: Selected fields
de_de: Ausgewählte Felder

source: Tree entities
de_de: Struktur-Entitäten

source: View the fields already included in this model.
de_de: Zeigen Sie die in diesem Modell bereits enthaltenen Felder an.

source: Current fields
de_de: Aktuelle Felder

source: This model already includes all available fields from the database. There are no additional fields to add.
de_de: Dieses Modell enthält bereits alle verfügbaren Felder aus der Datenbank. Es gibt keine zusätzlichen Felder, die hinzugefügt werden könnten.

source: All fields have already been added
de_de: Alle Felder wurden bereits hinzugefügt

source: Select additional fields from the database to extend this model.
de_de: Zusätzliche Felder aus der Datenbank auswählen, um dieses Modell zu erweitern.

source: Add more fields
de_de: Weitere Felder hinzufügen

source: Extend model - {{name}}
de_de: Modell erweitern – {{name}}

source: Grid preview
de_de: Rastervorschau

source: Review & publish model
de_de: Überprüfen & Modell veröffentlichen

source: Data Modeling
de_de: Datenmodellierung

source: No selected fields. Please select at least one field to save or proceed.
de_de: Keine Felder ausgewählt. Um zu speichern oder fortzufahren, wählen Sie bitte mindestens ein Feld aus.

source: The model was successfully published.
de_de: Das Modell wurde erfolgreich veröffentlicht.

source: The model was successfully saved.
de_de: Das Modell wurde erfolgreich gespeichert.

source: Policies
de_de: Richtlinien

source: Data Privacy
de_de: Datenschutz

source: Compliance & Storage
de_de: Compliance & Speicherung

source: Role & Permission Management
de_de: Rollen- und Berechtigungsverwaltung

source: Exchange rates
de_de: Wechselkurse

source: Exchange rate
de_de: Wechselkurs

source: From
de_de: Von

source: Identifier
de_de: Bezeichner

source: To
de_de: An

source: Exchange rate template
de_de: Wechselkursvorlage

source: Exchange Rates
de_de: Wechselkurse

source: The exchange rate type was successfully created.
de_de: Der Wechselkurstyp wurde erfolgreich erstellt.

source: Create type
de_de: Typ erstellen

source: Are you sure you want to delete this exchange rate type? It will no longer be usable in any future processes.
de_de: Sind Sie sicher, dass Sie diesen Wechselkurstyp löschen möchten? Er wird in zukünftigen Prozessen nicht mehr verwendbar sein.

source: The exchange rate type successfully was deleted.
de_de: Der Wechselkurstyp wurde erfolgreich gelöscht.

source: Create exchange rate type
de_de: Wechselkurstyp erstellen

source: Edit exchange rate type
de_de: Wechselkurstyp bearbeiten

source: The exchange rate type was successfully edited.
de_de: Der Wechselkurstyp wurde erfolgreich bearbeitet.

source: The exchange rate type code must be unique.
de_de: Der Wechselkurstyp-Code muss eindeutig sein.

source: Types
de_de: Typen

source: Created
de_de: Erstellt

source: Search for a type
de_de: Nach einem Typ suchen

source: Exchange Rates Types
de_de: Wechselkurstypen

source: An error occurred when validating the file. Please check the column names, the mandatory data and the file format, and then try again.
de_de: Beim Überprüfen der Datei ist ein Fehler aufgetreten. Bitte überprüfen Sie die Spaltennamen, die Pflichtdaten und das Dateiformat und versuchen Sie es anschließend erneut.

source: Click upload to add files.
de_de: Klicken Sie auf „Hochladen“, um Dateien hinzuzufügen.

source: 10MB max per file
de_de: Maximal 10 MB pro Datei

source: Supported formats: CSV
de_de: Unterstützte Formate: CSV

source: Some records could not be uploaded. Please check the provided CSV log file for more details.
de_de: Einige Datensätze konnten nicht hochgeladen werden. Bitte überprüfen Sie die bereitgestellte CSV-Protokolldatei für weitere Details.

source: Extensions & Plugins
de_de: Erweiterungen und Plugins

source: Feature groups
de_de: Funktionsgruppen

source: Select a group to see the corresponding features or options.
de_de: Wählen Sie eine Gruppe aus, um die entsprechenden Funktionen oder Optionen anzuzeigen.

source: Alphanumeric
de_de: Alphanumerisch

source: Date & Time
de_de: Datum und Uhrzeit

source: Linked to the selected language
de_de: Mit der ausgewählten Sprache verknüpft

source: You are about to delete the data scope <name>{{name}}</name>. Are you sure you want to proceed?
de_de: Sie sind dabei, den Datenbereich <name>{{name}}</name> zu löschen. Sind Sie sicher, dass Sie fortfahren möchten?

source: Delete data scope
de_de: Datenbereich löschen

source: Data scope name
de_de: Name des Datenbereichs
